def app_cli():

    print("1 --- Проверка наличия подключения к интернету")
    print("2 --- Проверка наличия установленного межсетвоего экрана")
    print("3 --- Проверка работоспособности межсетевого экрана")
    print("4 --- Проверка наличия установленного антивирусного ПО")
    print("5 --- Проверка наличия работоспособности антивирусного ПО")
    print("6 --- Результаты работы программы")
    print("0 --- Выход из программы")

    print("Author: Nikita Parfenov -- BST2203, MTUCI. Moscow, 2025")
